Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitDeveloperTools/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.noNetworkConnection
source: No Network Connection
ar: لا يوجد اتصال بالشبكة
bg: Няма връзка с мрежата
ca: Sense connexió de xarxa
cs: Žádné připojení k síti
da: Ingen netværksforbindelse
de: Keine Netzwerkverbindung
el: Καμία σύνδεση δικτύου
es: No hay conexión de red.
es_419: Sin Conexión de Red
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau.
fr_ca: Aucune connexion réseau
he: אין חיבור רשת
hi: कोई नेटवर्क कनेक्शन नहीं
hr: Nema povezanosti s mrežom
hu: Nincs hálózati kapcsolat
id: Tidak ada Koneksi Jaringan
it: Nessuna connessione di rete
ja: ネットワーク接続なし
kk: Желілік қосылым жоқ
ko: 네트워크 연결 없음
ms: Tiada Sambungan Rangkaian
nb: Ingen nettverksforbindelse
nl: Geen netwerkverbinding
pl: Brak połączenia z siecią
pt_br: Sem Conexão de Rede
pt_pt: Nenhuma ligação à rede
ro: Nicio conexiune de rețea.
ru: Нет подключения сети
sk: Nie ste pripojení k sieti
sv: Ingen nätverksanslutning
th: ไม่ได้เชื่อมต่อกับเครือข่าย.
tr: Ağ Bağlantısı Yok
uk: Немає зʼєднання з мережею
vi: Không có kết nối mạng
zh_hans: 无网络连接
zh_hant: 沒有網路連線
zh_hk: 沒有網絡連接

# TK.Message.testsFailed
source: Tests Failed
ar: فشلت الاختبارات.
bg: Тестовете не са успешни.
ca: Proves fallides
cs: Testy selhaly.
da: Tests fejlede
de: Tests fehlgeschlagen
el: Οι εξετάσεις απέτυχαν.
es: Pruebas fallidas.
es_419: Pruebas fallidas.
fi: Testit epäonnistuivat.
fr: Tests échoués.
fr_ca: Tests échoués
he: המבחנים נכשלו.
hi: परीक्षाएं विफल हुईं
hr: Testovi nisu uspjeli.
hu: A tesztek megbuktak.
id: Tes Gagal
it: Test falliti.
ja: テストが失敗しました。
kk: Тесттер сәтсіз өтті.
ko: 검사가 실패했습니다.
ms: Ujian Gagal
nb: Tester mislyktes
nl: Tests zijn mislukt
pl: Testy nie powiodły się
pt_br: Testes falharam.
pt_pt: Exames falharam
ro: Teste eșuate.
ru: Тесты не удались.
sv: Testerna misslyckades.
th: การทดสอบล้มเหลว
tr: Testler başarısız oldu
uk: Тести не пройшли
vi: Bài kiểm tra không đạt.
zh_hans: 测试失败
zh_hant: 測試失敗
zh_hk: 測試失敗

# TK.Message.testsPassed
source: Tests Passed
ar: الاختبارات ناجحة.
bg: Тестовете са успешни.
ca: Proves aprovades
cs: Testy byly úspěšné.
da: Tests bestået
de: Tests bestanden
el: Οι εξετάσεις περάστηκαν.
es: Pruebas aprobadas.
es_419: Pruebas aprobadas.
fi: Testit onnistuivat.
fr: Tests réussis.
fr_ca: Tests réussis
he: המבחנים עברו.
hi: परीक्षाएं पास हुईं
hr: Testovi su prošli.
hu: A tesztek sikeresek.
id: Tes Lulus
it: Test superati.
ja: テストに合格しました。
kk: Тесттер сәтті өтті.
ko: 검사가 통과했습니다.
ms: Ujian Berjaya
nb: Tester bestått
nl: Tests zijn geslaagd
pl: Testy zakończone sukcesem
pt_br: Testes aprovados.
pt_pt: Exames aprovados
ro: Teste reușite.
ru: Тесты пройдены.
sv: Testerna godkändes.
th: การทดสอบผ่าน
tr: Testler başarıyla geçti
uk: Тести пройдено.
vi: Bài kiểm tra đạt.
zh_hans: 测试通过
zh_hant: 測試通過
zh_hk: 測試通過

# TK.Message.unableToConnect
source: Unable to Connect
ar: غير قادر على الاتصال
bg: Грешка при свързване
ca: No s’ha pogut connectar
cs: Nelze se připojit
da: Kan ikke etablere forbindelse
de: Verbindung nicht möglich
el: Δεν είναι δυνατή η σύνδεση
es: No se puede establecer conexión
es_419: No se puede conectar.
fi: Yhteyttä ei voida muodostaa
fr: Impossible de se connecter.
fr_ca: Connexion impossible
he: לא ניתן להתחבר
hi: कनेक्ट करने में असमर्थ
hr: Spajanje nije moguće.
hu: Nem lehet kapcsolódni
id: Tidak Dapat Terhubung
it: Connessione non riuscita
ja: 接続できません
kk: Қосылу мүмкін емес
ko: 연결할 수 없음
ms: Gagal Bersambung
nb: Kan ikke koble til.
nl: Geen verbinding mogelijk
pl: Nie można się połączyć
pt_br: Não foi possível conectar
pt_pt: Não é possível estabelecer ligação
ro: Conectarea nu a reușit
ru: Сбой подключения
sv: Kunde inte ansluta
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlanamadı
uk: Не зʼєднано
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連接
zh_hk: 無法連接

# TK.Placeholder.addADescriptionDots
source: Add a description…
ar: أضف وصفًا…
bg: Добави описание…
ca: Afegir una descripció…
cs: Přidat popis…
da: Tilføj en beskrivelse…
de: Beschreibung hinzufügen…
el: Προσθήκη περιγραφής…
es: Añadir una descripción…
es_419: Agregar una descripción…
fi: Lisää kuvaus…
fr: Ajouter une description…
fr_ca: Ajouter une description…
he: הוסף תיאור…
hi: विवरण जोड़ें…
hr: Dodaj opis…
hu: Add meg a leírást…
id: Tambahkan deskripsi…
it: Aggiungi una descrizione…
ja: 説明を追加…
kk: Сипаттама қосу…
ko: 설명 추가…
ms: Tambah penerangan…
nb: Legg til beskrivelse…
nl: Voeg een beschrijving toe…
pl: Dodaj opis…
pt_br: Adicionar uma descrição…
pt_pt: Adicionar uma descrição…
ro: Adaugă o descriere…
ru: Добавить описание…
sk: Pridať popis…
sv: Lägg till en beskrivning…
th: เพิ่มคำอธิบาย…
tr: Açıklama ekle…
uk: Додати опис…
vi: Thêm mô tả…
zh_hans: 添加描述…
zh_hant: 新增描述…
zh_hk: 新增描述…

# TK.Placeholder.analyzingCodeStructureDots
source: Analyzing code structure…
ar: جاري تحليل هيكل الشيفرة…
bg: Анализиране на структурата на кода…
ca: Analitzant l'estructura del codi…
cs: Analyzuji strukturu kódu…
da: Analyserer kodestruktur…
de: Code-Struktur analysieren…
el: Ανάλυση δομής κώδικα…
es: Analizando estructura del código…
es_419: Analizando la estructura del código…
fi: Analysoimassa koodin rakennetta…
fr: Analyse de la structure du code…
fr_ca: Analyse de la structure du code…
he: מנתח מבנה קוד…
hi: कोड संरचना का विश्लेषण कर रहे हैं…
hr: Analiziranje strukture koda…
hu: Kód struktúra elemzése…
id: Menganalisis struktur kode…
it: Analizzando la struttura del codice…
ja: コード構造を分析中…
kk: Код құрылымын талдау…
ko: 코드 구조 분석 중…
ms: Menganalisis struktur kod…
nb: Analyserer kode-struktur…
nl: Code-structuur analyseren…
pl: Analizowanie struktury kodu…
pt_br: Analisando a estrutura do código…
pt_pt: A analisar a estrutura do código…
ro: Analizează structura codului…
ru: Анализ структуры кода…
sk: Analyzovanie štruktúry kódu…
sv: Analyserar kodstruktur…
th: กำลังวิเคราะห์โครงสร้างโค้ด…
tr: Kod yapısı analiz ediliyor...
uk: Аналіз структури коду…
vi: Đang phân tích cấu trúc mã…
zh_hans: 正在分析代码结构…
zh_hant: 正在分析代碼結構…
zh_hk: 正在分析代碼結構…

# TK.Placeholder.buildingProjectDots
source: Building project…
ar: جارٍ إنشاء المشروع…
bg: Изграждане на проект…
ca: Construint el projecte…
cs: Budování projektu…
da: Bygger projekt...
de: Projekt wird gebaut…
el: Δημιουργία έργου…
es: Construyendo proyecto…
es_419: Construyendo proyecto…
fi: Rakennetaan projektia…
fr: Construction du projet…
fr_ca: Construction du projet…
he: בונה פרויקט…
hi: परियोजना बना रहे हैं…
hr: Izgradnja projekta…
hu: Projekt építése…
id: Membangun proyek…
it: Creazione progetto…
ja: プロジェクトを構築中…
kk: Жоба құрылып жатыр…
ko: 프로젝트 빌드 중…
ms: Membina projek…
nb: Bygger prosjekt…
nl: Project aan het bouwen…
pl: Budowanie projektu…
pt_br: Construindo projeto…
pt_pt: A construir projeto…
ro: Se construiește proiectul…
ru: Создание проекта…
sk: Zostavovanie projektu…
sv: Bygger projekt…
th: กำลังสร้างโปรเจกต์…
tr: Proje oluşturuluyor…
uk: Будую проект…
vi: Đang xây dựng dự án…
zh_hans: 正在构建项目…
zh_hant: 正在構建專案…
zh_hk: 正在建構項目…

# TK.Placeholder.cleaningBuildFolderDots
source: Cleaning build folder…
ar: جارٍ تنظيف مجلد البناء…
bg: Почистване на папка с изграждане…
ca: Netegant la carpeta de compilació…
cs: Úklid složky pro sestavení…
da: Rydder byggemappe...
de: Build-Ordner wird bereinigt…
el: Καθαρισμός φακέλου κατασκευής…
es: Limpiando carpeta de compilación…
es_419: Limpiando carpeta de compilación…
fi: Siivotaan build-kansiota…
fr: Nettoyage du dossier de construction…
fr_ca: Nettoyage du dossier de construction…
he: מסיר תיק בנייה…
hi: बिल्ड फ़ोल्डर साफ़ कर रहे हैं…
hr: Čišćenje foldera za izgradnju…
hu: Build mappa tisztítása…
id: Membersihkan folder build…
it: Pulizia cartella di build…
ja: ビルドフォルダをクリーン中…
kk: Жобалау бумасын тазалау…
ko: 빌드 폴더 정리 중…
ms: Membersihkan folder binaan…
nb: Rydder build-mappe…
nl: Build-map aan het schoonmaken…
pl: Czyszczenie folderu budowy…
pt_br: Limpando pasta de construção…
pt_pt: A limpar pasta de compilação…
ro: Se curăță folderul de compilare…
ru: Очистка папки сборки…
sk: Čistenie priečinka zostavenia…
sv: Rensar byggmapp…
th: กำลังทำความสะอาดโฟลเดอร์การสร้าง…
tr: Derleme klasörü temizleniyor…
uk: Очищення папки збірки…
vi: Đang dọn dẹp thư mục xây dựng…
zh_hans: 正在清理构建文件夹…
zh_hant: 正在清理構建資料夾…
zh_hk: 正在清理建置資料夾…

# TK.Placeholder.cloningRepositoryDots
source: Cloning repository…
ar: جارٍ استنساخ المستودع…
bg: Клониране на репозитория…
ca: Clonant el repositori…
cs: Klonování repozitáře…
da: Kloner repository...
de: Repository wird geklont…
el: Κλωνοποίηση αποθετηρίου…
es: Clonando repositorio…
es_419: Clonando repositorio…
fi: Kloonataan varastoa…
fr: Clonage du dépôt…
fr_ca: Clonage du dépôt…
he: שכפול מאגר…
hi: रेपो क्लोन कर रहे हैं…
hr: Klona repozitorija…
hu: Tárhely klónozása…
id: Mengkloning repositori…
it: Clonazione repository…
ja: リポジトリをクローン中…
kk: Репозиторийді клондау…
ko: 저장소 복제 중…
ms: Mengklon repositori…
nb: Kloner repositoriet…
nl: Repository aan het klonen…
pl: Klonowanie repozytorium…
pt_br: Clonando repositório…
pt_pt: A clonar repositório…
ro: Se clonează repository-ul…
ru: Клонирование репозитория…
sk: Klonovanie repozitára…
sv: Klonar repository…
th: กำลังทำการโคลนที่เก็บข้อมูล…
tr: Depo klonlanıyor…
uk: Клонування репозиторію…
vi: Đang sao chép kho lưu trữ…
zh_hans: 正在克隆仓库…
zh_hant: 正在克隆資料庫…
zh_hk: 正在克隆儲存庫…

# TK.Placeholder.compilingSourceFilesDots
source: Compiling source files…
ar: جارٍ تجميع ملفات المصدر…
bg: Компилиране на изходни файлове…
ca: Compilant fitxers font…
cs: Kompilace zdrojových souborů…
da: Kompilerer kildefiler...
de: Quellcode wird kompiliert…
el: Συμπίεση αρχείων πηγή...
es: Compilando archivos fuente…
es_419: Compilando archivos de origen…
fi: Käännetään lähdetiedostoja…
fr: Compilation des fichiers sources…
fr_ca: Compilation des fichiers sources…
he: מלקט קוד מקור…
hi: स्रोत फ़ाइलें संकलित कर रहे हैं…
hr: Kompiliranje izvornih datoteka…
hu: Forrásfájlok fordítása…
id: Menyusun file sumber…
it: Compilazione file sorgente…
ja: ソースファイルをコンパイル中…
kk: Дереккөз файлдарын компиляциялау…
ko: 소스 파일 컴파일 중…
ms: Menyusun fail sumber…
nb: Kompilerer kildefiler…
nl: Bronbestanden compileren…
pl: Kompilowanie plików źródłowych…
pt_br: Compilando arquivos-fonte…
pt_pt: A compilar ficheiros fonte…
ro: Se compilează fișierele sursă…
ru: Компиляция исходных файлов…
sk: Kompilovanie zdrojových súborov…
sv: Kompilerar källfiler…
th: กำลังคอมไพล์ไฟล์ต้นฉบับ…
tr: Kaynak dosyaları derleniyor…
uk: Компільую вихідні файли…
vi: Đang biên dịch các tệp nguồn…
zh_hans: 正在编译源文件…
zh_hant: 正在編譯原始檔…
zh_hk: 正在編譯源文件…

# TK.Placeholder.enterAPIEndpointDots
source: Enter API endpoint…
ar: أدخل نقطة نهاية واجهة برمجة التطبيقات…
bg: Въведете API крайна точка…
ca: Introdueix l'URL de l'API…
cs: Zadejte adresu API…
da: Indtast API-endpoint…
de: API-Endpoint eingeben…
el: Εισάγετε διεύθυνση API…
es: Ingresa URL de endpoint API…
es_419: Ingresa la URL de endpoint API…
fi: Anna API-päätepiste…
fr: Entrez l'URL de l'endpoint API…
fr_ca: Entrer l'URL de l'API…
he: הכנס כתובת API…
hi: API एंडपॉइंट डालें…
hr: Unesi API krajnju točku…
hu: API végpont megadása…
id: Masukkan endpoint API…
it: Inserisci endpoint API…
ja: APIエンドポイントを入力…
kk: API нүктесін енгізіңіз…
ko: API 엔드포인트 입력…
ms: Masukkan titik akhir API…
nb: Skriv inn API-endepunkt…
nl: Voer API-eindpunt in…
pl: Wprowadź adres końcowy API…
pt_br: Digite o endpoint da API…
pt_pt: Introduzir URL do endpoint da API…
ro: Introducerea endpoint-ului API…
ru: Введите URL-адрес конечной точки API…
sk: Zadaj API koncovú adresu…
sv: Ange API-slutpunkt…
th: กรอกจุดสิ้นสุด API…
tr: API uç noktasını gir…
uk: Введіть API-адресу…
vi: Nhập địa chỉ API…
zh_hans: 请输入 API 端点…
zh_hant: 輸入 API 端點…
zh_hk: 輸入 API 端點…

# TK.Placeholder.enterAPIKeyDots
source: Enter API key…
ar: أدخل مفتاح واجهة برمجة التطبيقات…
bg: Въведете API ключ…
ca: Introdueix la clau d'API…
cs: Zadejte klíč API…
da: Indtast API-nøgle…
de: API-Schlüssel eingeben…
el: Εισάγετε κλειδί API…
es: Ingresa clave API…
es_419: Ingresa la clave API…
fi: Anna API-avain…
fr: Entrez la clé API…
fr_ca: Entrer la clé API…
he: הכנס מפתח API…
hi: API कुंजी डालें…
hr: Unesi API ključ…
hu: API kulcs megadása…
id: Masukkan kunci API…
it: Inserisci chiave API…
ja: APIキーを入力…
kk: API кілтін енгізіңіз…
ko: API 키 입력…
ms: Masukkan kunci API…
nb: Skriv inn API-nøkkel…
nl: Voer API-sleutel in…
pl: Wprowadź klucz API…
pt_br: Digite a chave da API…
pt_pt: Introduzir chave da API…
ro: Introducerea cheii API…
ru: Введите ключ API…
sk: Zadaj API kľúč…
sv: Ange API-nyckel…
th: กรอกคีย์ API…
tr: API anahtarını gir…
uk: Введіть API-ключ…
vi: Nhập khóa API…
zh_hans: 请输入 API 密钥…
zh_hant: 輸入 API 金鑰…
zh_hk: 輸入 API 密鑰…

# TK.Placeholder.enterBranchNameDots
source: Enter branch name…
ar: أدخل اسم الفرع…
bg: Въведи името на клона…
ca: Introdueix el nom de la branca…
cs: Zadejte název větve…
da: Indtast gren navn…
de: Branch-Namen eingeben…
el: Εισάγετε το όνομα του κλάδου…
es: Ingresa el nombre de la rama…
es_419: Ingresa el nombre de la rama…
fi: Syötä haaranimike…
fr: Entrez le nom de la branche…
fr_ca: Entrez le nom de la branche…
he: הזן שם סניף…
hi: शाखा का नाम दर्ज करें…
hr: Unesi ime grane…
hu: Írd be a branch nevét…
id: Masukkan nama cabang…
it: Inserisci il nome del ramo…
ja: ブランチ名を入力…
kk: Филиал атын енгізіңіз…
ko: 브랜치 이름 입력…
ms: Masukkan nama cabang…
nb: Skriv inn grenenavn…
nl: Voer de naam van de tak in …
pl: Wprowadź nazwę gałęzi…
pt_br: Digite o nome da branch…
pt_pt: Introduza o nome da branch…
ro: Introdu numele ramurii…
ru: Введите имя ветки…
sk: Zadaj názov vetvy…
sv: Ange grenens namn…
th: กรอกชื่อสาขา…
tr: Dal adını gir…
uk: Введіть назву гілки…
vi: Nhập tên nhánh…
zh_hans: 输入分支名称…
zh_hant: 輸入分支名稱…
zh_hk: 輸入分支名稱…

# TK.Placeholder.enterCommitMessageDots
source: Enter commit message…
ar: أدخل رسالة الالتزام…
bg: Въведи съобщение за комит…
ca: Introdueix el missatge de confirmació…
cs: Zadejte zprávu k commitu…
da: Indtast commit-besked…
de: Commit-Nachricht eingeben…
el: Εισάγετε το μήνυμα δέσμευσης…
es: Ingresa el mensaje de confirmación…
es_419: Ingresa el mensaje de confirmación…
fi: Syötä commit-viesti…
fr: Entrez le message de validation…
fr_ca: Entrez le message de validation…
he: הזן הודעת מחויבות…
hi: कमिट संदेश दर्ज करें…
hr: Unesi poruku o potvrdi…
hu: Írd be a commit üzenetet…
id: Masukkan pesan komit…
it: Inserisci il messaggio di commit…
ja: コミットメッセージを入力…
kk: Коммит хабарламасын енгізіңіз…
ko: 커밋 메시지 입력…
ms: Masukkan mesej komit…
nb: Skriv inn commit-melding…
nl: Voer de commit-bericht in…
pl: Wprowadź wiadomość z commita…
pt_br: Digite a mensagem de commit…
pt_pt: Introduza a mensagem de commit…
ro: Introdu mesajul de comitere…
ru: Введите сообщение коммита…
sk: Zadaj správu o potvrdení…
sv: Ange commit-meddelande…
th: กรอกข้อความการคอมมิต…
tr: Taahhüt mesajını gir…
uk: Введіть повідомлення коміту…
vi: Nhập thông điệp cam kết…
zh_hans: 输入提交信息…
zh_hant: 輸入提交訊息…
zh_hk: 輸入提交信息…

# TK.Placeholder.enterFileNameDots
source: Enter file name…
ar: أدخل اسم الملف…
bg: Въведи името на файла…
ca: Introdueix el nom del fitxer…
cs: Zadejte název souboru…
da: Indtast filnavn…
de: Dateinamen eingeben…
el: Εισάγετε το όνομα αρχείου…
es: Ingresa el nombre del archivo…
es_419: Ingresa el nombre del archivo…
fi: Syötä tiedoston nimi…
fr: Entrez le nom de fichier…
fr_ca: Entrez le nom du fichier…
he: הזן שם קובץ…
hi: फाइल का नाम दर्ज करें…
hr: Unesi ime datoteke…
hu: Írd be a fájl nevét…
id: Masukkan nama file…
it: Inserisci il nome del file…
ja: ファイル名を入力…
kk: Файлдың атын енгізіңіз…
ko: 파일 이름 입력…
ms: Masukkan nama fail…
nb: Skriv inn filnavn…
nl: Voer de bestandsnaam in…
pl: Wprowadź nazwę pliku…
pt_br: Digite o nome do arquivo…
pt_pt: Introduza o nome do arquivo…
ro: Introdu numele fișierului…
ru: Введите имя файла…
sk: Zadaj názov súboru…
sv: Ange filnamn…
th: กรอกชื่อไฟล์…
tr: Dosya adını girin…
uk: Введіть назву файлу…
vi: Nhập tên tệp…
zh_hans: 输入文件名称…
zh_hant: 輸入檔案名稱…
zh_hk: 輸入文件名稱…

# TK.Placeholder.enterMethodNameDots
source: Enter method name…
ar: أدخل اسم الطريقة…
bg: Въведи име на метода…
ca: Introdueix el nom del mètode…
cs: Zadejte název metody…
da: Indtast metodenavn…
de: Methodennamen eingeben…
el: Εισάγετε όνομα μεθόδου…
es: Introduce el nombre del método…
es_419: Ingresa el nombre del método…
fi: Syötä menetelmän nimi…
fr: Entrez le nom de la méthode…
fr_ca: Entrez le nom de la méthode…
he: הזן שם שיטה…
hi: विधि का नाम डालें…
hr: Unesite naziv metode…
hu: Írd be a módszer nevét…
id: Masukkan nama metode…
it: Inserisci nome del metodo…
ja: メソッド名を入力…
kk: Әдістің атын енгізіңіз…
ko: 메서드 이름 입력…
ms: Masukkan nama kaedah…
nb: Skriv inn metodenavn…
nl: Voer methodenaam in…
pl: Wpisz nazwę metody…
pt_br: Digite o nome do método…
pt_pt: Introduza o nome do método…
ro: Introduceti numele metodei…
ru: Введите название метода…
sk: Zadaj názov metódy…
sv: Ange metodnamn…
th: กรอกชื่อวิธี…
tr: Yöntem adını girin…
uk: Введіть назву методу…
vi: Nhập tên phương pháp…
zh_hans: 输入方法名称…
zh_hant: 請輸入方法名稱…
zh_hk: 輸入方法名稱…

# TK.Placeholder.enterParametersDots
source: Enter parameters…
ar: أدخل المعلمات…
bg: Въведи параметри…
ca: Introdueix els paràmetres…
cs: Zadejte parametry…
da: Indtast parametre…
de: Parameter eingeben…
el: Εισάγετε παραμέτρους…
es: Introduce los parámetros…
es_419: Ingresa los parámetros…
fi: Syötä parametrit…
fr: Entrez les paramètres…
fr_ca: Entrez les paramètres…
he: הזן פרמטרים…
hi: पैरामीटर डालें…
hr: Unesite parametre…
hu: Írd be a paramétereket…
id: Masukkan parameter…
it: Inserisci parametri…
ja: パラメータを入力…
kk: Параметрлерді енгізіңіз…
ko: 매개변수 입력…
ms: Masukkan parameter…
nb: Skriv inn parametere…
nl: Voer parameters in…
pl: Wpisz parametry…
pt_br: Digite os parâmetros…
pt_pt: Introduza os parâmetros…
ro: Introduceti parametrii…
ru: Введите параметры…
sk: Zadaj parametre…
sv: Ange parametrar…
th: กรอกพารามิเตอร์…
tr: Parametreleri girin…
uk: Введіть параметри…
vi: Nhập tham số…
zh_hans: 输入参数…
zh_hant: 請輸入參數…
zh_hk: 輸入參數…

# TK.Placeholder.enterPortNumberDots
source: Enter port number…
ar: أدخل رقم المنفذ…
bg: Въведи номер на порта…
ca: Introdueix el número de port…
cs: Zadejte číslo portu…
da: Indtast portnummer…
de: Gib die Portsnummer ein…
el: Εισάγετε αριθμό θύρας…
es: Ingresa número de puerto…
es_419: Ingresa el número de puerto…
fi: Syötä portin numero…
fr: Entrez le numéro de port…
fr_ca: Entrez le numéro de port…
he: הזן מספר פורט…
hi: पोर्ट संख्या डालें…
hr: Unesite broj porta…
hu: Írd be a port számot…
id: Masukkan nomor port…
it: Inserisci numero di porta…
ja: ポート番号を入力…
kk: Порт нөмірін енгізіңіз…
ko: 포트 번호 입력…
ms: Masukkan nombor port…
nb: Skriv inn portnummer…
nl: Voer poortnummer in…
pl: Wpisz numer portu…
pt_br: Digite o número da porta…
pt_pt: Introduza o número da porta…
ro: Introduceti numarul portului…
ru: Введите номер порта…
sk: Zadaj číslo portu…
sv: Ange portnummer…
th: กรุณาใส่หมายเลขพอร์ต…
tr: Port numarasını girin…
uk: Введіть номер порту…
vi: Nhập số cổng…
zh_hans: 输入端口号码…
zh_hant: 請輸入埠號…
zh_hk: 輸入埠號…

# TK.Placeholder.enterRepositoryURLDots
source: Enter repository URL…
ar: أدخل عنوان المستودع…
bg: Въведи URL адрес на хранилище…
ca: Introdueix l'URL del repositori…
cs: Zadejte URL repozitáře…
da: Indtast repository URL…
de: Gib die Repository-URL ein…
el: Εισάγετε το URL αποθετηρίου…
es: Introduce la URL del repositorio…
es_419: Ingresa la URL del repositorio…
fi: Syötä tietovaraston URL…
fr: Entrez l'URL du dépôt…
fr_ca: Saisissez l'URL du dépôt…
he: הזן כתובת רפוזיטוריון…
hi: रेपो URL दर्ज करें…
hr: Unesi URL repozitorija…
hu: Írd be a repository URL-jét…
id: Masukkan URL repositori…
it: Inserisci l'URL del repository…
ja: リポジトリのURLを入力…
kk: Репозиторийдің URL-мекенжайын енгізіңіз…
ko: 저장소 URL 입력…
ms: Masukkan URL repositori…
nb: Skriv inn repository-URL…
nl: Voer URL van de repository in…
pl: Wprowadź URL repozytorium…
pt_br: Digite a URL do repositório…
pt_pt: Introduza a URL do repositório…
ro: Introduceti URL-ul repository-ului…
ru: Введите URL репозитория…
sk: Zadaj URL adresu repozitára…
sv: Ange repository-URL…
th: กรุณาใส่ URL ของที่เก็บ…
tr: Depo URL'sini girin…
uk: Введіть URL репозиторію…
vi: Nhập URL kho…
zh_hans: 请输入代码库URL…
zh_hant: 輸入儲存庫 URL…
zh_hk: 輸入倉庫網址…

# TK.Placeholder.generatingDocumentationDots
source: Generating documentation…
ar: جارٍ إنشاء الوثائق…
bg: Генериране на документация…
ca: Generant documentació…
cs: Generuji dokumentaci…
da: Genererer dokumentation…
de: Dokumentation wird generiert…
el: Δημιουργία τεκμηρίωσης…
es: Generando documentación…
es_419: Generando documentación…
fi: Luodaan dokumentaatiota…
fr: Génération de documentation…
fr_ca: Génération de documentation…
he: מייצר תיעוד…
hi: दस्तावेज़ उत्पन्न कर रहे हैं…
hr: Generiranje dokumentacije…
hu: Dokumentáció generálása…
id: Menghasilkan dokumentasi…
it: Generazione della documentazione in corso…
ja: ドキュメントを生成中…
kk: Құжаттарды генерациялау...
ko: 문서 생성 중…
ms: Menghasilkan dokumentasi…
nb: Genererer dokumentasjon…
nl: Documentatie genereren…
pl: Generowanie dokumentacji…
pt_br: Gerando documentação…
pt_pt: A gerar documentação…
ro: Se generează documentația…
ru: Создание документации…
sk: Generujem dokumentáciu…
sv: Genererar dokumentation…
th: กำลังสร้างเอกสาร…
tr: Belgeleri oluşturuyor…
uk: Генерація документації…
vi: Đang tạo tài liệu...
zh_hans: 生成文档中…
zh_hant: 正在生成文檔…
zh_hk: 正在生成文件…

# TK.Placeholder.installingDependenciesDots
source: Installing dependencies…
ar: جارٍ تثبيت التبعيات…
bg: Инсталиране на зависимости...
ca: Instal·lant dependències…
cs: Instaluji závislosti…
da: Installerer afhængigheder…
de: Abhängigkeiten werden installiert…
el: Εγκατάσταση εξαρτημάτων…
es: Instalando dependencias…
es_419: Instalando dependencias…
fi: Asennetaan riippuvuuksia…
fr: Installation des dépendances…
fr_ca: Installation des dépendances…
he: מתקין תלויות…
hi: निर्भरता स्थापित की जा रही है...
hr: Instaliram ovisnosti…
hu: Függőségek telepítése…
id: Menginstal dependensi…
it: Installazione dipendenze…
ja: 依存関係をインストール中…
kk: Тәуелділіктерді орнату…
ko: 의존성 설치 중…
ms: Memasang kebergantungan…
nb: Installerer avhengigheter…
nl: Afhankelijkheden installeren…
pl: Instalowanie zależności…
pt_br: Instalando dependências…
pt_pt: A instalar dependências...
ro: Instalare dependențe…
ru: Установка зависимостей...
sk: Inštalujem závislosti...
sv: Installerar beroenden…
th: กำลังติดตั้งสิ่งที่จำเป็น…
tr: Bağımlılıklar kuruluyor…
uk: Встановлюємо залежності…
vi: Đang cài đặt phụ thuộc…
zh_hans: 安装依赖中...
zh_hant: 正在安裝依賴…
zh_hk: 安裝依賴中...

# TK.Placeholder.runningTestsDots
source: Running tests…
ar: جارٍ تشغيل الاختبارات…
bg: Изпълнение на тестове…
ca: Executant proves…
cs: Probíhá testování…
da: Kører tests…
de: Tests werden ausgeführt…
el: Εκτέλεση δοκιμών…
es: Ejecutando pruebas…
es_419: Ejecutando pruebas…
fi: Suoritetaan testejä…
fr: Exécution des tests…
fr_ca: Exécution de tests…
he: מריץ בדיקות…
hi: टेस्ट चल रहे हैं…
hr: Izvodi testove…
hu: Tesztelés folyamatban…
id: Menjalankan tes…
it: Esecuzione test…
ja: テスト実行中…
kk: Тесттерді орындау…
ko: 테스트 실행 중…
ms: Sedang menjalankan ujian…
nb: Kjører tester…
nl: Tests uitvoeren…
pl: Uruchamianie testów…
pt_br: Executando testes…
pt_pt: A executar testes...
ro: Se rulează teste…
ru: Запускаем тесты…
sk: Štartujem testy…
sv: Kör tester…
th: กำลังทดสอบ…
tr: Testler çalışıyor…
uk: Виконання тестів…
vi: Đang chạy thử nghiệm…
zh_hans: 正在运行测试…
zh_hant: 運行測試中…
zh_hk: 正在執行測試…
